{
  "title": "DeFiChain Einkommen Dashboard",
  "welcome":  "Willkommen, auf dieser Website kannst du dein Einkommen aus der DeFiChain tracken.",
  "welcome2":  "Fülle dafür alle notwendigen Angaben in den Einstellung aus und erfahre dein Einkommen.",
  "meta-data.description": "DeFiChain Einkommen Dashboard. Tracke dein Einkommen aus der DeFiChain wie Staking, Liquidity Mining oder Decentralized Exchange usw.",
  "lang": "Wähle deine Sprache",
  "setting": "Einstellungen",
  "powered": "Alle Daten und Preise werden abgerufen von: ",
  "history" : "Historische Pool- und Farming-Daten können ab dem 21.3.2021 hier über GraphQL abgerufen werden.",
  "currency-info" : "Api für das Abrufen der Währungsdaten ",
  "portfolio" : "Adressen Helper bereitgestellt vom  DeFi-Portfolio Team",
  "opensource": "Sourcecode ist OpenSource unter: ",
  "refresh1": "Setze deine Refresh-Zeit:  ",
  "refresh2": " Kein F5 notwendig.",
  "refresh3": "Zeit zum nächsten Neuladen",
  "refresh5": "Los",
  "refresh6": "Gib s ein.",
  "settings1": "Einstellungen ausblenden",
  "settings2": "Einstellungen einblenden",
  "load1": "Bitte entscheide wie du deine Daten einträgst",
  "load2" : "Du trägst nur die DFI Adressen aus deiner DeFiChain App ein und deine Bestände werden automatisch geladen",
  "load3": "Du trägst deine Bestände manuell",
  "load4": "Switche um das manuelle Eintragen deiner Bestände zu nutzen",
  "load5": "Switche um das automatische Laden deiner Bestände zu nutzen",
  "showInput1": "Manuelles oder automatisches Laden deiner Bestände",
  "stats": "Statistiken",
  "price": "Preis",
  "currency": "Währung",
  "correlation": "Korrelation",
  "correlationDay": "Tage",
  "since": "seit dem ",
  "login": "Login",
  "register": "Registrieren",
  "save": "Speichern",
  "loginExplain": "Log dich ein um deine Eingaben nur einmal eigeben zu müssen. Für die Registrierung musst du keine Daten Logindaten eingebe. Du bekommst deinen Privaten Auth Key und speicherst diesen ab. Das ist dein Schlüssel für den Login auf allen anderen Geräten. Deine bis dahin eingegebenen Daten und Addressen werden alle übernommen. Danach bist du automatisch eingeloggt. Mit dem Auth Key kannst du deine Daten dann auf anderen Geräten direkt abrufen. Falls deine Bestände sich ändern, bitte speichere es ab mit Klick auf Update",
  "login2": "Hast du bereits einen Auth Key?",
  "login21": "Trage hier deinen Auth Key ein",
  "login3": "Eingeloggt mit Auth Key:",
  "stakingOnCake": "Mit welchem APY stakest Du?",
  "stakingOnCake2": "Bspw. Cake 98% / MN 77% / Freezer 98+",

  "address": {
    "label": "Adresse",
    "title": "Deine Adressen",
    "titleList": "Diese Adressen werden analysiert",
    "noAddresses": "Keine Adressen hinterlegt",
    "title2": "Für das Tracking werden deine DeFiChain Adressen benötigt. Um die Adressen zu finden hast du 2 Optionen",
    "imp": "Option 2 - Manuelles Auslesen aus der Defichain App",
    "imp2": "Option 1 - Automatisches Auslesen mit Hilfe des Adressen Helpers",
    "exc0": "Lade Dir den Helper herunter, führe ihn aus und kopiere die extrahierten Adressen einfach in das Eingabefeld. Detaillierte Beschreibung und der Helper sind hier:",
    "exc": "Führe 2 Befehle in der Konsole deiner DeFiChain App aus um alle deine Adressen zu ermitteln.",
    "exc2": " Hiermit bekommst du Adressen mit deinen TOKENS (dBTC, dETH, dDFI, dBTC-DFI ...).",
    "exc21": " Hiermit bekommst du Adressen mit deinen DFI COINS.",
    "exc3": "Trage die komplette Ausgabe der Befehle nacheinander in das Eingabefeld ein und drücke hinzufügen. Speichern! Masternodes einzeln eintragen. Sobald du DFI Coins empfängst oder sendest musst du die Ausgabe des zweiten Befehls nochmal eintragen.",
    "add": "Füge deine DFI Adressen für das Tracking hinzu",
    "added": "Diese Adressen werden aktuell abgefragt",
    "button-add": "hinzufügen",
    "button-remove": "entfernen",
    "show-information": "Informationen öffnen",
    "hide-information": "Informationen schließen",
    "freezer-error": "Nur 5 ODER 10 Jahres Freezer erlaubt",
    "empty": "Adresse ist leer"
  },
  "holdings": {
    "title": "Vermögen/Verbindlichkeiten",
    "wallet": "Dein Bestand",
    "lp": "Dein LP Token Bestand",
    "stake-add": "Trage dein DFI Staking Bestand ein.",
    "no-stake": "Setz 0 wenn du keine DFI im Staking hast.",
    "set-zero": "Wenn du keine Bestände in Wallet, Staking oder in einigen der lm-Pools hast, ist es wichtig, im Eingabefeld 0 zu setzen."
  },
  "value": {
    "title": "Dein aktueller Wert",
    "cur": "Wähle deine Währung aus",
    "dist": "Verteilung deines Vermögens/Verbindlichkeit",
    "hold": "Wert des Bestands"
  },
  "income": {
    "all": "Gesamt",
    "all-compound": "Gesamt mit Reinvest",
    "title": "Dein gesamtes Einkommen",
    "word": "Einkommen",
    "share": "Anteil",
    "distribution": "Verteilung deines monatlichen Einkommens",
    "calc": "Rechner",
    "calcVis": "Rechner Visualisierung im Vergleich",
    "calcText": "Berechne, wieviel Rendite du bekommen kannst z.B. im Freezer bei Cake. Das Ergebnis wird automatisch mit dem aktuellen APY und mit Staking Apy einer Masternode verglichen und visualisiert."
  },
  "forecast": {
    "title": "Prognose",
    "subtitle": "Dein prognostiziertes monatliches Einkommen (alle Zahlen ohne Gewähr) in DFI für die nächsten Monate unter Berücksichtigung der Reduzierung der Rewards alle 32690 Blöcke (Datum-Achse).",
    "drop": "Wähle deinen Zeitraum in Monaten",
    "reinvest": "Wähle wie oft du die Rewards aus LM reinvestierst",
    "reinvest-mn": "Reward aus Masternodes wird alle 3 Tage reinvestiert"
  },
  "history-app": {
    "title": "Historie"
  },
  "hour": "Stunde",
  "day": "Tag",
  "week": "Woche",
  "month": "Monat",
  "year": "Jahr",
  "balance": "Bestand",
  "details": "Klick für mehr Details",
  "details-calc": "Berechnungen",
  "invest-needed": "Notwendiges DFI Invest ist ",
  "target-reward-input": "Trage deine Ziel-DFI-Belohnung pro ",
  "target-reward-title": "Berechne, wieviel DFI du einsetzen musst, um deine Zielrendite zu erreichen",
  "target-reward-title-lm": "Berechne, wieviel Du in LM investieren musst, um deine Zielrendite zu erreichen",
  "target-reward-sub-lm": "Basierend auf 50/50 Aufteilung für Paare - aktueller ",
  "imprint": "IMPRESSUM",
  "support": "Wenn Dir der Inhalt hier gefällt und Du mich/dieses Projekt unterstützen willst mit",
  "amount": "Bestand",
  "add-amount": "Trage deinen ",
  "share": " Anteil",
  "your": "Deine",
  "lastUpdate": "Letztes Update:",
  "copy": "Kopiert",
  "blocktime": "{{ count }} Blöcke",
  "blocktimeHeadline": "Letzte Blöcke für die Berechnung der Blockzeit",
  "blocksTillCycle": "Blöcke bis zum nächsten Zyklus (Belohnungen verringern sich um 1,658%)",
  "correlationDays": "Gib ein wie viele Tage für die Berechnung der Korrelation der Pool Paare im LM",
  "blocksTillDiff": "Blöcke bis zur nächsten Schwierigkeitsänderung",
  "mamon-info": "Importiere deine Masternodes aus dem Masternode Monitor mit deinem Key",
  "newsletter" : {
    "title": "Newsletter",
    "status": "Dein Status",
    "address": "Bezahladresse",
    "title-2": "Als registrierter Kunde kannst Du dich für unseren Newsletter einschreiben. Der Newsletter kommt direkt auf deine E-Mail-Adresse mit allen wichtigen Informationen rund um die Statistiken der DefiChain und alle wichtigen Informationen rund um deinen Account bei defichain-income. Der Newsletter wird 2 mal am Tag (morgens und abends) versendet.",
    "title-3": "Trage dafür weiter unten deine EMail-Adresse ein, auf die du deinen Newsletter erhalten möchtest. ",
    "title-4": "Der Newsletter geht in Februar live. Februar wird Rampup-Phase sein, in welcher der Newsletter ein Monat lang für alle kostenlos ist. Ab März wird dieser Service 1 DFI im Monat kosten. Dafür trage hier die defichain Adresse ein von der du 1 DFI bezahlen möchtest.",
    "title-5": "Sobald du 1 DFI von der angegebenen Adresse auf unsere Defichain-Bezahladresse überwiesen hast, wird der Newsletter für dich für den Rest des Monats freigeschaltet.",
    "save": "Aktualisieren"
  }

}
