{
  "title": "Tableau de bord DeFiChain Income",
  "welcome": "Bienvenue, sur ce site internet où vous pouvez suivre votre revenu issu de la DeFiChain",
  "welcome2":  "Pour cela, complétez les informations nécessaires dans les paramètres et découvrez votre revenu.",
  "meta-data.description": "Tableau de bord DeFiChain Income. Suivez vos revenus issus de la DeFiChain comme le staking, les pools de liquidités, l'échangeur décentralisé, etc.",
  "lang": "Choisissez votre langue",
  "powered": "Toutes les données et prix sont alimentés par : ",
  "history" : "Les données historiques de pool et farming sont accessibles par GraphQL ici depuis le 21/03/2021.",
  "currency-info" : "Api pour les données de devises",
  "portfolio" : "Assistant d'Adresse fourni par l'équipe DeFi Portfolio",
  "opensource": "Le code source est ouvert et disponible ici : ",
  "setting": "Paramètres",
  "refresh1": "Définissez votre délai de rafraichissement :",
  "refresh3": "Délai avant le prochain rafraichissement",
  "refresh5": "définir",
  "refresh6": "Entrez le temps de rafraichissement en secondes",
  "settings1": "Cachez les paramètres",
  "settings2": "Montrer les paramètres",
  "load1": "S'il vous plaît, décidez comment vos données seront chargées",
  "load2" : "ajoutez vos adresses depuis l'application defichain et tout se chargera automatiquement",
  "load3": "entrez vos données manuellement",
  "load4": "Basculer pour utiliser vos fonds saisis manuellement.",
  "load5": "Basculer pour utiliser vos fonds chargés automatiquement.",
  "showInput1": "Chargement manuel ou automatique de vos fonds",
  "stats": "Statistiques",
  "price": "Prix",
  "currency": "Devise",
  "correlation": "Corrélation",
  "since": "depuis lors",
  "save": "Sauvegarder",
  "login": "Connexion",
  "register": "Enregistrement",
  "loginExplain": "Connectez-vous afin d'entrer vos données qu'une seule fois. Pour vous inscrire, aucune saisie de données n'est nécessaire. Obtenez votre clef d'authentification privée et sauvegardez-la. Cette clef de connexion est communes à tous vos appareils. Toutes les données et adresses saisies seront sauvegardées. Après cela, vous serez connecté automatiquement. Avec votre clef d'authentification, vous pouvez accéder directement à vos données sur d'autres appareils. Si vos données changent, modifiez-les et enregistrez-les en cliquant sur Sauvegarder.",
  "login2": "Avez-vous déjà une clef d'authentification ?",
  "login21": "Entrez votre clef d'authentification ici",
  "login3": "Connecté avec votre clef d'authentification :",
  "stakingOnCake": "Quel est votre rendement APY pour le staking ?",
  "stakingOnCake2": "Par exemple Cake 98% / MN 77% / Freezer 98+",

  "address": {
    "label": "adresses",
    "title": "Vos adresses DFI",
    "titleList": "Vos adresses DFI suivies",
    "title2": "Pour le suivi vous avez besoin de vos adresses DeFiChain. Pour trouver ce adresses, vous avez 2 options",
    "imp": "Option 2 - Lecture manuelle à partir de l'application Defichain",
    "imp2": "Option 1 - Lecture automatique avec l'aide de l'assistant d'adresse",
    "exc0": "Télécharger l'assistant, lancez-le et copiez simplement les adresses extraites dans le champ de saisie. Une description détaillée de l'assistant est trouvable ici :",
    "exc": "Vous devez executer la commande suivante dans votre application defichain afin d'obtenir toutes vos adresses.",
    "exc2": "Avec ceci, vous obtenez les adresses où les JETONS (BTC, DFI, BTC-DFI ...) sont localisés.",
    "exc21": "Avec ceci, vous obtenez les adresses où vos pièces DFI sont localisées.",
    "exc3": "Entrez touts vos adresses (pas deux fois ! ) avec une balance > 0. Dès que vous recevez ou envoyez des pièces DFI, vous devez éditer vos adresses à nouveau (UTXO).",
    "add": "Ajoutez l'adresse de votre portefeuille pour suivre.",
    "added": "Vos adresses suivies.",
    "button-add": "ajouter",
    "button-remove": "supprimer",
    "show-information": "Afficher plus d'informations",
    "hide-information": "Afficher moins d'informations"
  },
  "holdings": {
    "title": "Vos possessions crypto",
    "wallet": "Vos pièces de portefeuille",
    "lp": "Vos jetons LP",
    "stake-add": "Ajoutez votre montant de DFI stacké.",
    "no-stake": "Indiquez 0 si vous ne stackez pas.",
    "set-zero" : "Si vous n'avez pas de possession dans votre portefeuille, ni stakée our dans quelques unes de pools de liquidité, il est important d'indiquer 0 dans le champ de saisie."
  },
  "value": {
    "title": "Votre valorisation actuelle",
    "cur": "Choisissez votre devise",
    "dist": "Ventilation de la possession",
    "hold": "Valorisation de la possession"
  },
  "income": {
    "all": "Tout",
    "title": "Votre revenu total",
    "word": "Revenu",
    "share": "Part",
    "distribution": "Ventilation de votre revenu mensuel",
    "calc": "Calculatrice",
    "calcVis": "Calculatrice Visuelle Comparative",
    "calcText": "Calculer quel rendement vous pouvez obtenir, ex : dans le freezer de Cake. Le résultat est automatiquement comparé et visualisé avec le rendement APY actuel et avec le rendement APY de d'un masternode."
  },
  "forecast": {
    "title": "Forecast",
    "subtitle": "Votre revenu mensuel prévisionnel en DFI pour les prochains mois",
    "drop": "Choisissez votre période de temps en mois"
  },
  "hour": "Heure",
  "day": "Jour",
  "week": "Semaine",
  "month": "Mois",
  "year": "Année",
  "balance": "Possessions",
  "details": "Cliquez pour plus de détails",
  "details-calc": "Calculs",
  "invest-needed": "DFI que vous devez investir ",
  "target-reward-input": "Ajoutez votre cible de rentabilité de DFI par",
  "target-reward-title": "Calculez combien de DFI you devez staker pour obtenir la rentabilité visée",
  "target-reward-title-lm": "Calculez combien vous devez investir dans les pools de liquidités pour obtenir la rentabilitée visée",
  "target-reward-sub-lm": "Fondé sur un partage 50/50 des paires - actuel",
  "imprint": "Imprimer",
  "support": "Si vous aimez le contenu ici et souhaitez me soutenir ou soutenir le projet",
  "amount": "montant",
  "add-amount": "Ajoutez vos ",
  "share": "part",
  "your": "votre",
  "blocktime": "les {{ count }} derniers blocs",
  "blocktimeHeadline": "Derniers blocs pour le calcul du temps de bloc"


}
